/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Vyrobené celosvetovým AurWallet tímom. Verzia %1$@";

/* Privay Policy button label */
"About.privacy" = "Ochrana osobných údajov";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Podmienky používania";

/* About screen title */
"About.title" = "O aplikácii";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zavrieť";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centrum podpory";

/* Loading Wallet Message */
"Account.loadingMessage" = "Načítavam Peňaženku";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moja AurWallet";

/* Error alert title */
"Alert.error" = "Chyba";

/* No internet alert message */
"Alert.noInternet" = "Nemáte prístup k internetu. Prosím, skontrolujte Vaše pripojenie a skúste to znova.";

/* Warning alert title */
"Alert.warning" = "Upozornenie";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresy boli skopírované";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Všetky adresy peňaženiek boli úspešne skopírované.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Sada papierových kľúčov";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Úžasné!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Nastavenie PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Odoslanie neúspešné";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Potvrdenie odoslania";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Peniaze boli odoslané!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Chyba JSON serializácie ";

/* Wallet not ready error message */
"ApiClient.notReady" = "Peňaženka nie je pripravená";

/* API Token error message */
"ApiClient.tokenError" = "Nemožno získať API token";

/* header of balance */
"Balance.header" = "Celkový\nZostatok";

/* Send BCH view body. */
"BCH.body" = "Zadajte cieľovú Auroracoin adresu. Všetky Auroracoin vo vašej peňaženke v čase vetvenia (fork) (%1$@) budu odoslané.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potvrdzujete odoslanie %1$@ na %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potvrdenie";

/* Generic bch erorr message */
"BCH.genericError" = "Váš účet nemá žiadne Auroracoin alebo ste dostali Auroracoin po vetvení (fork).";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID Transakcie skopírované";

/* No address error message */
"BCH.noAddressError" = "Prosím zadajte adresu";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Žiadosti o platobný protokol nie sú podporované pre Auroracoin transakcie";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin bol úspešne odoslaný.";

/* Widthdraw BCH view title */
"BCH.title" = "Vybrať Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "Auroracoin ID Transakcie";

/* Approve button label */
"BitID.approve" = "Povoliť";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ požaduje autorizáciu použitím vašej Auroracoin peňaženky";

/* Deny button label */
"BitID.deny" = "Zakázať";

/* BitID error alert title */
"BitID.error" = "Chyba autorizácie";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Prosím skontrolujte danú službu. Asi to budete musieť skúsiť znova.";

/* BitID success alert title */
"BitID.success" = "Úspešná Autorizácia";

/* BitID Authentication Request alert view title */
"AurID.title" = "AurID Autorizačná Požiadavka";

/* Cancel button label */
"Button.cancel" = "Zrušiť";

/* Ignore button label */
"Button.ignore" = "Ignorovať";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Nie";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "prijať";

/* send button */
"Button.send" = "odoslať";

/* Settings button label */
"Button.settings" = "Nastavenia";

/* Settings button label */
"Button.submit" = "Potvrdiť";

/* Yes button */
"Button.yes" = "Áno";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Prosím umiestnite vaše ID uprostred rámčeka";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Odosielané množstvo:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Poplatok siete:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Čas na spracovanie: Táto transakcia bude sprocesovaná za %1$@ sekúnd.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Odoslať";

/* Confirmation Screen title */
"Confirmation.title" = "Potvrdenie";

/* To: (address) */
"Confirmation.to" = "Kam";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Celková hodnota:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Aby sme sa uistili, že ste si všetko správne zapísali, prosím napíšte následujúce slová z vášho papierového kľúča.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Slovo č. %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Jednotka zobrazenia Auroracoin ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Konverzný kurz";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Toto zariadenie nie je nastavené na odosielanie emailov pomocou iOS mail applikácie.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email nedostupný";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Toto zariadenie nie je nastavené na odosielanie správ.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Odosielanie správ nedostupné";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Môžete si nastaviť váš Face ID limit útraty cez %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Použite vašu tvár na odomknutie vašej AurWallet peňaženky a odosielanie peňazí do nastaveného limitu.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Text odkazu (pozrite TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Povoliť Face ID pre AurWallet peňaženku";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Nenastavili ste Face ID pre toto zariadenie. Prejdite do Nastavenia->Face ID & Passcode pre jeho nastavenie.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID nie je nastavené";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Limit útraty";

/* Economy fee */
"FeeSelector.economy" = "Ekonomická";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Približné doručenie: 10+ minút";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Táto možnosť nie je doporučená pre časovo-citlivé transakcie.";

/* Regular fee */
"FeeSelector.regular" = "Obyčajná";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Približné doručenie: 15-30 sekúnd";

/* Fee Selector title */
"FeeSelector.title" = "Rýchlosť spracovania";

/* Checking private key balance progress view text */
"Import.checking" = "Kontroluje sa zostatok na danom privátnom kľúči...";

/* Sweep private key confirmation message */
"Import.confirm" = "Odoslať %1$@ z tohoto privátneho kľúča do Vašej peňaženky ? Sieti Auroracoin zaplatíte poplatok %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Tento privátny kľúč sa už nachádza vo Vašej peňaženke.";

/* empty private key error message */
"Import.Error.empty" = "Tento privátny kľúč je prázdny.";

/* High fees error message */
"Import.Error.highFees" = "Poplatok za prevod by bol väčší ako suma prostriedkov na tomto privátnom kľúči.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Neplatný privátny kľúč";

/* Import signing error message */
"Import.Error.signing" = "Chyba pri podpisovaní transakcie";

/* Import button label */
"Import.importButton" = "Importovať";

/* Importing wallet progress view label */
"Import.importing" = "Importujem peňaženku";

/* Caption for graphics */
"Import.leftCaption" = "Peňaženka, ktorá bude naimportovaná";

/* Import wallet intro screen message */
"Import.message" = "Importovaním peňaženky sa prevedú všetky prostriedky z importovanej peňaženky do AurWallet peňaženky prostredníctvom jedinej transakcie.";

/* Enter password alert view title */
"Import.password" = "Tento privátny kľúč je chránený heslom.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "heslo";

/* Caption for graphics */
"Import.rightCaption" = "Vaša AurWallet peňaženka";

/* Scan Private key button label */
"Import.scan" = "Zosnímať privátny kľúč";

/* Import wallet success alert title */
"Import.success" = "Úspech";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Peňaženka bola úspešne naimportovaná.";

/* Import Wallet screen title */
"Import.title" = "Importovať peňaženku";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Kľúč na odomknutie";

/* Import wallet intro warning message */
"Import.warning" = "Importovanie peňaženky nezahrňuje históriu transakcii a iné detaily.";

/* Wrong password alert message */
"Import.wrongPassword" = "Zlé heslo, prosím, skúste to znova.";

/* Close app button */
"JailbreakWarnings.close" = "Zavrieť";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorovať";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "BEZPEČNOSŤ ZARIADENIA JE OHROZENÁ\nAkákoľvek 'jailbreak' aplikácia môže pristupovať k AurWallet kľúčovým dátam a ukradnúť vám vaše Auroracoin! Okamžite zmažte túto peňaženku a obnovte na bezpečnom zariadení.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "BEZPEČNOSŤ ZARIADENIA JE OHROZENÁ\nAkákoľvek 'jailbreak' aplikácia môže pristupovať k AurWallet kľúčovým dátam a ukradnúť vám vaše Auroracoin! Prosím používajte AurWallet peňaženku iba na nejailbreak-nutých zariadeniach.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "UPOZORNENIE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Služby zisťovania polohy sú vypnuté.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet peňaženka nemá povolenie k prístupu k službám zisťovania polohy.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Vašu peňaženku ste vytvorili dňa %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Názov vašej peňaženky sa zobrazuje iba vo vašej histórii transakcii a nie je viditeľný pre nikoho iného.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Názov Peňaženky";

/* Manage wallet modal title */
"ManageWallet.title" = "Spravovať Peňaženku";

/* Menu button title */
"MenuButton.lock" = "Zamknúť Peňaženku";

/* Menu button title */
"MenuButton.security" = "Centrum bezpečnosti";

/* Menu button title */
"MenuButton.settings" = "Nastavenia";

/* Menu button title */
"MenuButton.support" = "Podpora";

/* button label */
"MenuViewController.createButton" = "Vytvoriť novú peňaženku";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Obnoviť peňaženku";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Prepnúť do automatického režimu";

/* Node is connected label */
"NodeSelector.connected" = "Pripojený";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Vložte IP adresu uzla a port (nepovinné)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Zadajte IP uzla";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Prepnúť do manuálneho režimu";

/* Node address label */
"NodeSelector.nodeLabel" = "Aktuálny hlavný uzol";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nepripojený";

/* Node status label */
"NodeSelector.statusLabel" = "Stav pripojenia uzla";

/* Node Selector view title */
"NodeSelector.title" = "Uzly Auroracoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Zlá platobná požiadavka";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokument je nepodporovaný alebo poškodený";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "chýba certifikát";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "požiadavka vypršala";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nie je možné vykonať platbu";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Platba v Auroracoin nesmie byť menšia ako %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Výstup transakcii v Auroracoin nesmie byť menší ako $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "nepodporovaný typ podpisu";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "nedôveryhodný certifikát";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Poklepnutím sem povolíte Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Povoliť Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Peňaženka nie je dostatočne zabezpečená, pretože Vaše zariadenie nie je chránené kódom. Prosím, prejdite do nastavení a zapnite ochranu kódom.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Zapnúť na zariadení ochranu kódom";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Váš Papierový kľúč musí byť uložený v prípade, že dôjde k strate Vášho zariadenia. Pre pokračovanie klepnite sem.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Vyžaduje sa akcia";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Vaša peňaženka nie je synchronizovaná. Často môže byť tento problém vyriešený opakovaným preskenovaním blockchainu.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcia odmietnutá";

/* header of PinView */
"Prompts.SecurityCheck.header" = "Zabezpečenia\nCheck";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomôžte nám vylepšiť AurWallet peňaženku zasielaním anonymných dát";

/* Share data prompt title */
"Prompts.ShareData.title" = "Zdieľať anonymné dáta";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Poklepnite tu na povolenie Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Povoliť Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet peňaženka bola vylepšená a využíva 6-číselný PIN kód. Klepnutím sem zvýšte úroveň ochrany.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Vylepšenie PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Zapnúť notifikácie pre získavanie budúcich špeciálnych správ z AurWallet peňaženky.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push notifikácie";

/* Push notifications are off label */
"PushNotifications.off" = "Zap";

/* Push notifications are on label */
"PushNotifications.on" = "Vyp";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifikácie";

/* Address copied message. */
"Receive.copied" = "Skopírované do schránky.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Vyžiadať sumu";

/* Share button label */
"Receive.share" = "Zdieľať";

/* Share via text message (SMS) */
"Receive.textButton" = "Textová správa";

/* Receive modal title */
"Receive.title" = "Prijať";

/* Done button text */
"RecoverWallet.done" = "Hotovo";

/* Recover wallet header */
"RecoverWallet.header" = "Obnoviť peňaženku";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetovať PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Vložte papierový kľúč";

/* Recover wallet intro */
"RecoverWallet.intro" = "Obnovte Vašu AurWallet peňaženku s Vaším papierovým kľúčom.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Zadaný papierový kľúč je neplatný. Skontrolujte, prosím, ešte raz každé slovo a skúste to znovu. ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Ľavá šipka";

/* Next button label */
"RecoverWallet.next" = "Ďaľší";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Klepnite sem pre viac informácii.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Pravá šipka";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Vložte papierový kľúč peňaženky, ktorú chcete obnoviť.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Pre reset Vášho PIN, zadajte slová z Vášho papierového kľúča do nasledovných okienok.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Prosím, zadajte najskôr sumu.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Vyžiadať sumu";

/* Alert action button label */
"ReScan.alertAction" = "Synchronizovať";

/* Alert message body */
"ReScan.alertMessage" = "Počas synchronizácie nebude možné odosielať prostriedky.";

/* Alert message title */
"ReScan.alertTitle" = "Synchronizovať s Blockchainom?";

/* extimated time */
"ReScan.body1" = "20-45 minút";

/* Syncing explanation */
"ReScan.body2" = "Ak sa transakcia javí ako dokončená v sieti Auroracoin ale nezobrazuje sa vo vašej AurWallet peňaženke.";

/* Syncing explanation */
"ReScan.body3" = "Opakovane ste boli informovaný o chybe, že Vaša transakcia bola odmietnutá.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Začať synchronizáciu";

/* Sync blockchain view footer */
"ReScan.footer" = "Počas synchronizácie s blockchainom nebude možné odosielať prostriedky.";

/* Sync Blockchain view header */
"ReScan.header" = "Synchronizovať Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Približný čas";

/* Subheader label */
"ReScan.subheader2" = "Kedy synchronizovať?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Blesk";

/* Complete filter label */
"Search.complete" = "dokončené";

/* Pending filter label */
"Search.pending" = "čakajúce";

/* Received filter label */
"Search.received" = "prijaté";

/* Sent filter label */
"Search.sent" = "odoslané";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Povoľte všetky bezpečnostné prvky pre maximálnu ochranu.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jediný spôsob ako sa dostať k Auroracoin-om v prípade straty alebo poruchy telefónu.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Papierový kľúč";

/* PIN button description */
"SecurityCenter.pinDescription" = "Chráni Vašu AurWallet peňaženku pred nepovolenými používateľmi.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-čîselný PIN";

/* Security Center Title */
"SecurityCenter.title" = "Centrum bezpečnosti";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Pohodlne odomknite Vašu AurWallet peňaženku a zasielajte peniaze do nastaveného limitu.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Suma";

/* Balance: $4.00 */
"Send.balance" = "Zostatok: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Prejdite do Nastavení a povoľte prístup k fotoaparátu.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet nemá oprávnenia na prístup k fotoaparátu";

/* Warning when sending to self. */
"Send.containsAddress" = "Cieľová adresa patrí Vám. Nie je možné odosielať prostriedky sám sebe.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nemožno vytvoriť transakciu.";

/* Description for sending money label */
"Send.descriptionLabel" = "Správa";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Schránka je prázdna";

/* Network Fee: $0.01 */
"Send.fee" = "Poplatok siete: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identita veriteľa nie je potvrdená";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Cieľová adresa nie je platnou Auroracoin adresou.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Schránka neobsahuje platnú Auroracoin adresu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neplatná adresa";

/* Is rescanning error message */
"Send.isRescanning" = "Odosielanie je zablokované počas celkového opätovného skenovania.";

/* Loading request activity view message */
"Send.loadingRequest" = "Načítavam požiadavku";

/* Empty address alert message */
"Send.noAddress" = "Prosím, zadajte adresu prijímateľa.";

/* Emtpy amount alert message */
"Send.noAmount" = "Prosím, zadajte sumu na odoslanie.";

/* Paste button label */
"Send.pasteLabel" = "Prilepiť";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nemožno publikovať transakciu.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nemožno načítať platobnú požiadavku.";

/* Scan button label */
"Send.scanLabel" = "Skenovať";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Odoslať";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Odoslanie";

/* Send money to label */
"Send.toLabel" = "Na";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Auroracoin adresy sú určené na jednorázové použitie.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Znovupoužitie znižuje súkromie ako pre vás, tak aj pre príjemcu a môže spôsobiť stratu ak prijímateľ nemá danú adresu priamo pod kontrolou.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa už bola použitá";

/* About label */
"Settings.about" = "O aplikácii";

/* Advanced Settings title */
"Settings.advancedTitle" = "Pokročilé nastavenia";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Zobrazenie v mene";

/* Join Early access label */
"Settings.earlyAccess" = "Pridajte sa k predbežnému prístupu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Páči sa vám AurWallet peňaženka?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID limit útraty";

/* Import wallet label */
"Settings.importTitle" = "Importovať peňaženku";

/* Manage settings section header */
"Settings.manage" = "Manažovať";

/* Notifications label */
"Settings.notifications" = "Notifikácie";

/* Leave review button label */
"Settings.review" = "Poslať spätnú väzbu";

/* Share anonymous data label */
"Settings.shareData" = "Zdieľať anonymné dáta";

/* Sync blockchain label */
"Settings.sync" = "Synchronizovať Blockchain";

/* Settings title */
"Settings.title" = "Nastavenia";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Limit útraty";

/* Wallet Settings section header */
"Settings.wallet" = "Peňaženka";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Vytvoriť/Obnoviť inú peňaženku";

/* Share data view body */
"ShareData.body" = "Pomôžte nám vylepšiť AurWallet peňaženku zdieľaním anonymných dát. Dáta nebudú zahrňovať finančné informácie. Rešpektujeme Vaše súkromie.";

/* Share data header */
"ShareData.header" = "Zdieľať dáta ?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Zdieľať anonymné dáta ?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Znova opísať papierový kľúč";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Váš papierový kľúč je jediná možnosť na obnovenie Vašej AurWallet peňaženky, ak dôjde k strate, krádeži alebo rozbitiu telefónu.\n\nUkážeme Vám zoznam slov, ktoré si opíšte na papier a odložte na bezpečné miesto.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Napísať papierový kľúč";

/* Argument is date */
"StartPaperPhrase.date" = "Naposledy ste napísali Váš papierový kľúč dňa %1$@";

/* Start view message */
"StartViewController.message" = "Najbezpečnejšia cesta na využívanie Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "Blok\nVýška";

"SynchingView.progressLabel" = "Pokrok";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Pripájam sa";

/* Syncing view header text */
"SyncingView.header" = "Synchronizujem";

/* Retry button label */
"SyncingView.retry" = "Skúsiť znova";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchronizujem";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Nastavenie limitu na platby prostredníctvom Touch ID si môžete zmeniť tu %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Použite odtlačok prsta na odomknutie Vašej AurWallet peňaženky a odosielanie prostriedkov do určeného limitu.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Obrazovka Touch ID limitu útraty";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limit útraty %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Povoliť Touch ID pre AurWallet peňaženku";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Na tomto zariadení ste si nenastavili Touch ID. Prejdite do Nastavení -> Touch ID & Heslo pre jeho nastavenie.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nie je nastavené";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Vždy vyžadovať heslo";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Bude od Vás vyžadovaný Váš 6-miestny PIN, ak budete chcieť odoslať akúkoľvek transakciu nad Váš limit útraty a každých 48 hodín od posledného zadania Vášho 6-miestneho PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Limit útraty";

/* Availability status text */
"Transaction.available" = "K dispozícii na útratu";

/* Transaction complete label */
"Transaction.complete" = "Dokončená";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Konečný stav: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Výmenný kurz pri prijatí:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Výmenný kurz v čase odoslania:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ poplatok)";

/* Invalid transaction */
"Transaction.invalid" = "NEPLATNÁ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "práve teraz";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Prebieha: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Prebieha: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Počiatočný stav: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Čaká sa na potvrdenie. Niektorí obchodníci požadujú potvrdenie pred dokončením transakcie. Odhadovaný čas: 1-2 minúty.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "účet";

/* Amount section header */
"TransactionDetails.amountHeader" = "Suma";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potvrdené v Blocku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Komentár";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Tu sa zobrazia Vaše transakcie.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "na %1$@";

/* More button title */
"TransactionDetails.more" = "Viac...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Presunuté %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Presunuté <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nepotvrdené";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Prijatých %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Prijatých <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Odoslaných %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Odoslaných <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Stav";

/* Transaction Details Title */
"TransactionDetails.title" = "Detaily transakcie";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID Auroracoin Transakcie";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Prijaté na tejto adrese";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Odoslané na túto adresu";

/* filter buttons for transactionView */
"TransactionView.all" = "všetko";

"TransactionView.received" = "obdržané";

"TransactionView.sent" = "odoslané";

/* Disabled until date */
"UnlockScreen.disabled" = "Zablokované do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moja Adresa";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Reset PINu";

/* Scan button title */
"UnlockScreen.scan" = "Skenovať";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Zadajte PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Odomknite Vašu AurWallet peňaženku.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Odomknúť s TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Peňaženka bola odomknutá";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamätajte si tento PIN. Ak ho zabudnete, nebudete sa môcť dostať k Vaším Auroracoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Váš PIN bude použitý na odomknutie Vašej AurWallet peňaženky pre odoslanie finančných prostriedkov.";

/* Update PIN title */
"UpdatePin.createTitle" = "Nastaviť PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Znovu vložiť PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Vložte Váš aktuálny PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Vložte Váš nový PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Zopakujte váš nový PIN";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Prepáčte, nebolo možné aktualizovať PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Chyba aktualizácie PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Aktualizácia PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopírovať adresu peňaženky do schránky?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorizujte sa na skopírovanie adresy do schránky";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Skopírovať adresu peňaženky";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopírovať";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Pre autorizovanie tejto transakcie, prosím, vložte Váš PIN.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Pre pokračovanie prosím, vložte Váš PIN.";

/* Verify PIN view title */
"VerifyPin.title" = "Vyžaduje sa PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizovať túto transakciu.";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otvorte AurWallet iPhone aplikáciu pre nastavenie Vašej peňaženky.";

/* Dismiss button label */
"Webview.dismiss" = "Zrušiť";

/* Webview loading error message */
"Webview.errorMessage" = "Vyskytla sa chyba pri načítavaní obsahu. Prosím skúste to znova.";

/* Updating webview message */
"Webview.updating" = "Aktualizujem...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin pre iOS zmenila svoj názov na AurWallet s novým dizajnom a funkciami.\n\nAk potrebujete pomoc, hľadajte (?) vpravo hore na väčšine obrazoviek.";

/* Top title of welcome screen */
"Welcome.title" = "Vitajte v AurWallet peňaženke!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Ste si istý, že chcete túto peňaženku odstrániť?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Vyčistiť peňaženku?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Vyčistenie peňaženky zlyhalo.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Zlyhalo";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Vložte obnovovaciu frázu Vašej peňaženky na jej vyčistenie alebo obnovenie inej peňaženky. Váš aktuálny stav účtu ostáva na tejto fráze.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Založenie alebo obnovenie peňaženky Vám umožní otvoriť a manažovať inú peňaženku AurWallet na tomto zariadení.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Nebudete môcť ďalej pristupovať k Vašej aktuálnej AurWallet peňaženke na tomto zariadení. Stav účtu zostáva na tejto fráze.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Založiť alebo obnoviť inú peňaženku";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Vyčistiť";

/* Wiping activity message */
"WipeWallet.wiping" = "Čistím...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Zapíšte si každé slovo v tomto poradí a uschovajte na bezpečnom mieste.";

/* button label */
"WritePaperPhrase.next" = "Ďalšia";

/* button label */
"WritePaperPhrase.previous" = "Predchádzajúca";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d z %2$d";

